{
  "Combat": "There are three families within the Combat school. Which family a spell belongs to is based on its effects. A spell can be a member of multiple families if its effects draw from more than one. In addition to proficiency in Combat you must specialize in one of the three subsystems, making those spells easier to cast. Specifically, you get to add +1 to any roll checking the success or accuracy of the spell. As long as you are specialized in at least one family that the spell belongs to, you get the bonus.",
  "Restitution": "Restitution as a family contains spells that support your allies. This includes spells that heal damage, temporarily boost stats and skills, provide shields, and cure ailments such as poisoning. There are mysterious spells that lower enemy stats and skills and inflict ailments upon them, and they also fall under the restitution family.",
  "Illusion": "Illusion is all about stealth and misdirection. These spells allow you to alter perception, manipulate the world around you, lay traps, and teleport through space. Some illusion spells allow you to redirect and counter other magical effects, but such secrets are closely guarded by those who hold them.",
  "Evocation": "Evocation is the most directly combative of the families. The family covers spells that hurt people and wreak destruction on the environment. There are tales of master sorcerers who are able to cast spells with a mind of their own, but apparently no one has ever seen it with their own eyes.",
  "Summoning": "The Summoning school is highly controversial. You can check out the lore for more info, but essentially there are ethical concerns around bringing life into the world only for a few moments and as a slave. Also there were some pretty evil Summoners in history. Most Summoners hide their school from those they don't trust. As a summoner, you can create artificial life. The creatures you summon are telepathically linked to you such that it is essentially an extension of yourself. You can perceive through their senses and control their actions. The types of creatures you can summon belong to one of 6 classes: Bestial, Constructed, Undead, Elemental, Demonic, and Celestial.",
  "Enchantment": "Enchantment is the more tame cousin of Summoning. Through it, you can create inanimate objects that will disappear after a short time. In combat, you can create armor and weapons with special properties. But you're not limited to that and there are spells that can create pretty much anything you can think of. In addition to creating ephemeral objects, the school of Enchantment allows you to apply special properties to existing items. This takes time and resources which vary depending on the spell, and the effects wear off slowly as the item is used. Additionally, knowledge in Enchantment will make it easier to figure out potion recipes (in real life; this isn't represented by an in-game bonus)"
}
