{
  "stats": {
    "Wisdom": {
      "type": "mental",
      "description": "Represents abstract thought and common sense. It increases the rate at which you become more proficient with spells"
    },
    "Perception": {
      "type": "mental",
      "description": "Represents your senses, memory, and accumulated knowledge. It increases the amount and specificity of information you can quickly gain about your surroundings"
    },
    "Fortitude": {
      "type": "physical",
      "description": "Represents your strength, stamina, and willpower. It is used when calculating your maximum health points"
    },
    "Agility": {
      "type": "physical",
      "description": "Represents your coordination and the speed of your reflexes. It aids in your ability to quickly and precisely move your body"
    }
  },

  "skills": {
    "Social": {
      "type": "mental",
      "description": "How well you navigate social situations such as diplomatic confrontations, haggling, and dinnertime conversation."
    },
    "Survival": {
      "type": "mental",
      "description": "Your ability to survive in the wilderness. Used for hunting, navigation, and foraging."
    },
    "First Aid": {
      "type": "mental",
      "description": "Your ability to tend and treat wounds without spells or potions."
    },
    "Knowledge": {
      "type": "mental",
      "description": "Knowledge about a specific topic"
    },
    "Engineering": {
      "type": "mental",
      "description": "Your ability to invent mechanical devices"
    },
    "Dexterity": {
      "type": "physical",
      "description": "Your motor control. Makes your attacks more accurate"
    },
    "Strength": {
      "type": "physical",
      "description": "You physical strength. Increases the power of melee and thrown attacks"
    },
    "Acrobatics": {
      "type": "physical",
      "description": "Used for diving, rolling, and breaking falls, jumping, climbing, and balance"
    },
    "Performance": {
      "type": "physical",
      "description": "Performance of a specific task. Essentially your ability to act on knowledge"
    },
    "Stamina": {
      "type": "physical",
      "description": "your ability to keep up strenuous activities. Essentially cardio. Mainly affects how long you can run and how well you can swim (and fly and dig)"
    }
  }
}
